<template>
  <div class="loginin">
    <div class="header">
        <div class="left lf">
            <router-link to="/login/register"><i class="arrow"></i></router-link>
        </div>
      <h1>{{title}}</h1>
    </div>
    <div class="protocol">
        1、本公司将尽一切努力，坚决杜绝低俗信息，为使广大网友拥有一个绿色、健康、和谐的网络空间，本公司有权对用户使用情况进行审查和监督，
            用户在使用深圳深圳面子美容管理有限公司网时必须遵守中国的法律法规，不得利用深圳深圳面子美容管理有限公司网上传、展示或传播任何妨碍社会治安、
            虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料，不得侵犯第三方的权利（著作权，商标权等）。<br><br>

        2、用户须明白，本服务涉及到互联网服务，可能会受到各个环节不稳定因素的影响。因此服务存在因上述不可抗力、计算机病毒或黑客攻击、系统不稳定、
            互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险。用户须承担以上风险，本公司对服务之及时性、安全性、准确性不作担保，对因此导致用户出现的问题不承担任何责任。<br><br>

        3、如本公司的系统发生故障影响到本服务的正常运行，本公司承诺在第一时间内与相关单位配合，及时处理进行修复。但用户因此而产生的经济损失，
            本公司不承担责任。此外，本公司保留不经事先通知为维修保养、升级或其他目的暂停本服务任何部分的权利。<br><br>

        4、本公司在此郑重提请您注意，任何经由本服务以上传、张贴、发送即时信息、电子邮件或任何其他方式传送的资讯、资料、文字、音乐、照片、图形、信息、
            用户的登记资料或其他资料（以下简称“内容”），均由内容提供者承担责任。 本公司无法控制经由本服务传送之内容，也无法对用户的使用行为进行全面控制，
            因此不保证内容的合法性、正确性、完整性、真实性或品质；您已预知使用本服务时，可能会接触到令人不快、不适当或令人厌恶之内容，并同意将自行加以判断并承担所有风险。
            但在任何情况下， 本公司有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用本服务的全部或部分，保存有关记录，并向有关机关报告。
            但本公司有权(但无义务)依其自行之考量，拒绝和删除可经由本服务提供之违反本条款的或其他引起本公司或其他用户反感的任何内容。<br><br>

        5、与广告商进行之交易 : 您通过本服务与广告商进行任何形式的通讯或商业往来，或参与促销活动，包含相关商品或服务之付款及交付，以及达成的其他任何相关条款、
            条件、保证或声明，完全为您与广告商之间之行为。除有关法律有明文规定要求本公司承担责任以外，您因前述任何交易或前述广告商而遭受的任何性质的损失或损害，本公司均不予负责。<br><br>

        6、若在本网站的信息存储服务、链接服务等涉及的信息内容存在侵犯第三人著作权的可能，接到权利人发出的通知后，本公司将遵循相关的内部工作流程处理该信息内容。<br><br>

        7、服务变更、中断或终止及服务条款修改的所有权和运作权、一切解释权归深圳深圳面子美容管理有限公司。<br><br>

        8、本公司有权在必要时修改服务条款，服务条款一旦发生变动，将会在相关页面上公布修改后的服务条款。如果不同意所改动的内容，用户应主动取消此项服务。如果用户继续使用服务，
            则视为接受服务条款的变动。<br><br>

        9、 本公司重视对用户隐私的保护，保护隐私是本公司的一项基本政策。您提供的登记资料及本公司保留的有关您的若干其他个人资料将受到中国有关隐私的法律法规的保护。<br><br>

        10、 本公司可能会与第三方合作向用户提供相关的服务，如该第三方为合法经营的公司且提供同等的用户隐私保护，本公司有权将用户的注册资料等提供给该第三方。<br><br>

        11、 深圳深圳面子美容管理有限公司logo以及其他本公司标志及产品、服务名称，均为本公司之商标。未经本公司事先书面同意，您不得将本公司商标以任何方式展示或使用或作其他处理，
            也不得向他人表明您有权展示、使用、或其他有权处理本公司商标的行为。<br><br>

        12、本服务条款要与国家相关法律、法规一致，如发生服务条款与相关法律、法规条款有相抵触的内容，抵触部分以法律、法规条款为准。
    </div>
  </div>
</template>

<script>

export default {
  name: 'hello',
  data () {
    return {
      title: ''
    }
  },
  components: {
      
  },
  mounted(){
    this.title = this.$route.name;
  },
  methods: {
    
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped lang="scss">
  @import '../../assets/css/login.scss'
</style>
